Repository: BoastfulApex/Yoqut-bot
Catalog: locales/*/LC_MESSAGES/testbot.po
Languages: ru

source: Certificates 1/{}👇
ru: Сертификаты 1/{}👇

source: Images 1/{}👇
ru: Изображение 1/{}👇

source: Videos 1/{}👇
ru: Видео 1/{}👇

source: Nothing else
ru: Пока ничего нет

source: You have not selected anything yet
ru: Вы еще ничего не выбрали

source: ✅ Added to cart
ru: ✅ Добавлено в корзину

source: Product category
ru: Категория продукта

source: <b>{} >> {}</b> Price: {} $ {}
ru: <b>{} >> {}</b> Цена: {} $ {}

source: You haven't products in your cart 🤷‍♂️
ru: У вас нет товаров в корзине 🤷‍♂

source: Total:
ru: Итого:

source: Enter your name...
ru: Введите ваше имя ...

source: Enter the number in international format For example: +998901234567
ru: Укажите номер в международном формате Например: +998901234567

source: Enter your email...
ru: Введите адрес электронной почты ...

source: Enter your company name...
ru: Введите название вашей компании ...

source: Address company... Example: 360 Monmouth Rd, Elizabeth, NJ 07208, United States
ru: Адрес компании ... Пример: 360 Monmouth Rd, Элизабет 07208, Нью-Джерси, США

source: <b>Name:</b> {} <b>Phone:</b> {} <b>Email: </b>{} <b>Company name: </b>{} <b>Address company:</b> {}
ru: <b>Имя:</b> {} <b>Телефон:</b> {} <b>Электронная почта: </b>{} <b>Название компании: </b>{} <b>Адрес компании:</b> {}

source: <b>Order ID: {} </b>
ru: <b>Номер заказа: {} </b>

source: Your order has been accepted.
ru: Ваш заказ принят

source: Select one of the categories👇
ru: Выберите одну из категорий👇

source: Your order was canceled.But not deleted.
ru: Ваш заказ был отменен, но не удален.

source: Your order deleted
ru: Ваш заказ удален

source: Select one of the products👇
ru: Выберите один из продуктов👇

source: Welcome👋. Click the Products button to order!
ru: Добро пожаловать.👋 Нажмите кнопку «Продукты», чтобы сделать заказ!

source: <b>Enter you conatcs for registration.</b> Enter your name...
ru: Введите ваше имя

source: You can enter Phone or Email to register.
ru: Вы можете ввести телефон или адрес электронной почты для регистрации.

source: Enter your email. Example: example@gmail.com
ru: Введите адрес электронной почты. Пример: example@gmail.com

source: <b>Price list</b>
ru: <b>Прайс-лист</b>

source: 🛍 Products
ru: 🛍 Продукты

source: 📥 Download price list
ru: 📥 Скачать прайс-лист

source: 📑 About us
ru: 📑 О нас

source: 🔄 Change language
ru: 🔄 Изменить язык

source: 📧 Email
ru: 📧 Электронная почта

source: 📞 Phone
ru: 📞 Телефон

source: 🗑 Clear cart
ru: 🗑 Очистить

source: 🧾 Confirm order
ru: 🧾 Подтвердить заказ

source: ♻️ Order again
ru: ♻️ Заказать больше

source: ❌ Cancel
ru: ❌ Отменить

source: ✅ Confirm
ru: ✅ Подтвердить

source: ◀️ Back
ru: ◀️ Назад

source: 🧾 Certificates
ru: 🧾 Сертификаты

source: 📷 Photo from events
ru: 📷 Фото с мероприятий

source: 🎥 Video from events
ru: 🎥 Видео с мероприятий

source: 🛒 Cart
ru: 🛒 Корзина

source: Selected {} Ton
ru: Выбрано {} Тн

source: 🗑 Empty cart
ru: 🗑 Очистить

source: 📄 About product
ru: 📄 О продукте

source: 🛒 Add to cart
ru: 🛒 В корзину
